Repository: breskva01/SIMS-Projekat-Grupa4-TimD
Catalog: InitialProject/InitialProject/Properties/Resources.*.resx
Languages: sr_latn

source: Accommodation browser
sr_latn: Pretraga smeštaja

source: Accommodation type:
sr_latn: Tip smeštaja:

source: Additional comment:
sr_latn: Dodatni komentar:

source: All forums
sr_latn: Svi forumi

source: Anywhere/anytime
sr_latn: Bilo gde/bilo kada

source: Apartment
sr_latn: Apartman

source: Average rating
sr_latn: Prosečna ocena

source: Cancel reservation
sr_latn: Otkaži rezervaciju

source: Checkout owner comment
sr_latn: Pogledaj vlasnikov komentar

source: Checkout rating details
sr_latn: Pogledaj detalje dobijene ocene

# ChooseDateRange:
source: Choose desired date range:
sr_latn: Odaberite željeni opseg datuma:

source: Close forum
sr_latn: Zatvori forum

source: Comments
sr_latn: Komentara

source: Communication:
sr_latn: Komunikacija:

source: Cottage
sr_latn: Koliba

source: Create new profile
sr_latn: Napravi novi profil

source: days
sr_latn: dana

# DaysCount:
source: Number of days:
sr_latn: Broj dana:

# daysTo
source: more days to
sr_latn: dana da

source: Earliest check in:
sr_latn: Najranije od:

source: Edit profile
sr_latn: Izmeni profil

source: Enter guest count:
sr_latn: Unesite broj gostiju:

source: Everything
sr_latn: Sve

source: Fairness:
sr_latn: Korektnost:

source: Find available dates
sr_latn: Pronađi slobodne termine

# ForgetPassword
source: Forgotten your password?
sr_latn: Zaboravili ste lozinku?

source: Forums
sr_latn: Forumi

source: Guest count:
sr_latn: Broj gostiju:

source: House
sr_latn: Kuća

source: Hygiene:
sr_latn: Higijena:

source: Latest check out:
sr_latn: Najkasnije do:

source: Latest comment
sr_latn: Poslednji komentar

# LeaveAccommodationImages:
source: Leave one or more accommodation images:
sr_latn: Ostavite jednu ili više slika smeštaja:

source: Location
sr_latn: Lokacija

source: Location:
sr_latn: Lokacija:

# LocationSort
source: Location
sr_latn: Lokaciji

source: Login
sr_latn: Uloguj se

source: Max guests:
sr_latn: Maks gostiju:

# MaxGuestSortD
source: Maximum guest count ↘
sr_latn: Maksimalnom broj gostiju ↘

# MaxGuestSortU
source: Maximum guest count↗
sr_latn: Maksimalnom broj gostiju ↗

source: Maximum guests:
sr_latn: Maksimalno gostiju:

source: Min days:
sr_latn: Minimalno dana:

# MinDaysSortD
source: Minimum days number ↘
sr_latn: Minimalnom broju dana ↘

# MinDaysSortU
source: Minimum days number ↗
sr_latn: Minimalnom broju dana ↗

# MinimumCancelationNotification:
source: Minimum cancelation notice:
sr_latn: Minimalni rok za otkazivanje:

source: Minimum days:
sr_latn: Minimalno dana:

source: Move reservation
sr_latn: Pomeri rezervaciju

source: My forums
sr_latn: Moji forumi

source: My info
sr_latn: Moj info

source: My reservations
sr_latn: Moje rezervacije

# NameSort
source: Name
sr_latn: Imenu

# NewNotifications
source: Unread notifications
sr_latn: Imate nova obaveštenja

source: No
sr_latn: Ne

source: Noise level:
sr_latn: Poštovanje zvučnih ograničenja:

# NoRatingsAccommodation
source: No existing ratings for this accommodation
sr_latn: Trenutno ne postoje ocene za ovaj smeštaj

# NoRatingsOwner
source: No existing ratings for this owner
sr_latn: Trenutno ne postoje ocene za ovog vlasnika

source: (Not required)
sr_latn: (Nije obavezno)

source: Open
sr_latn: Otvoren

source: Overall experience:
sr_latn: Sabrano iskustvo:

source: Owner:
sr_latn: Vlasnik:

source: Parking:
sr_latn: Dostupnost parkinga:

source: Password:
sr_latn: Lozinka:

# PDF
source: PDF documentation about making a reservation
sr_latn: PDF dokumentacija o rezervisanju smeštaja

source: Pending response
sr_latn: Čeka se odgovor

source: Phone number:
sr_latn: Kontakt telefon:

# PickRatingForEachCategory
source: Pick a rating for each category
sr_latn: Izaberite ocenu za svaku od ponuđenih kategorija

source: Pleasantness:
sr_latn: Prijatnost:

source: Post comment
sr_latn: Postavi komentar

source: Rate accommodation
sr_latn: Oceni smeštaj

source: rate this accommodation
sr_latn: ocenite ovaj smeštaj

# rating:s
source: rating:
sr_latn: ocena:

source: Ratings
sr_latn: Ocene

source: Received ratings
sr_latn: Dobijene ocene

source: Renovating needed:
sr_latn: Renoviranje potrebno:

# ReportedComment
source: This comment has been reported as invalid. Number of reports:
sr_latn: Ovaj komentar je prijavljen kao nevalidan. Broj prijava:

source: Request accepted
sr_latn: Zahtev prihvaćen

source: Request denied
sr_latn: Zahtev odbijen

# Reserve
source: Make a reservation
sr_latn: Rezerviši

source: Respects rules:
sr_latn: Poštovanje pravila:

# sDays
source: days
sr_latn: dana

source: Search
sr_latn: Pretraži

# SendRequest
source: Send a request
sr_latn: Pošalji zahtev

source: Sent requests
sr_latn: Poslati zahtevi

# sGuestsComma
source: guests,
sr_latn: gostiju,

source: Show all comments
sr_latn: Prikaži sve komentare

source: Sign out
sr_latn: Odjavi se

source: Sort by:
sr_latn: Sortiraj po:

source: Start forum
sr_latn: Započni forum

# StartingQuestion
source: (Required) Starting comment/question...
sr_latn: (Obavezno) Početni komentar/pitanje...

source: Start new forum
sr_latn: Započni novi forum

source: Submit rating
sr_latn: Potvrdi ocenu

source: Super owner
sr_latn: Super vlasnik

source: Timeliness:
sr_latn: Preciznost u vremenu:

source: Topic
sr_latn: Tema

source: Topic:
sr_latn: Tema:

source: Unrated accommodations
sr_latn: Neocenjeni smeštaji

source: Upload
sr_latn: Učitaj

source: Urgency level:
sr_latn: Nivo hitnosti:

source: Username:
sr_latn: Korisničko ime:

# UserOwnsAccommodation
source: User owns an accommodation on this location
sr_latn: Korisnik poseduje smeštaj na lokaciji

# UserVisitedLocation
source: User has visited this location
sr_latn: Korisnik je posetio lokaciju

source: Very useful
sr_latn: Veoma koristan

source: What needs renovating:
sr_latn: Šta je potrebno renovirati:

source: Yes
sr_latn: Da

source: You have
sr_latn: Imate još

source: Your coment...
sr_latn: Vaš komentar...
